[
  {
    "id": 1,
    "nome": "CAIXA IGNITE V150 15000 puffs- 10 UNIDADES",
    "preco": 530,
    "imagems": [
      "/src/assets/imsPods/caixa-ignite-v150-15000-puffs-10-unidades-686_800x",
      "/src/assets/imsPods/caixa-ignite-v150-15000-puffs-10-unidades-526_800x"
    ],
    "descricao": "15000 puffs é um dispositivo de vaping revolucionário que proporciona uma experiência intensa e duradoura. Com capacidade para até 15.000 baforadas, este dispositivo garante sabor puro e potência confiável do início ao fim. Ideal para quem procura conveniência sem abrir mão da qualidade, a Caixa Ignite V150  15000 puffs vem com 10 unidades, perfeita para atender tanto a usuários individuais quanto a revendedores no atacado."
  },
  {
    "id": 2,
    "nome": "CAIXA IGNITE V80 8000 puffs- 10 UNIDADES",
    "preco": 509,
    "imagems": [
      "/src/assets/imsPods/caixa-ignite-v80-8000-puffs-10-unidades-998_800x",
      "/src/assets/imsPods/caixa-ignite-v80-8000-puffs-10-unidades-996_400x"
    ],
    "descricao": "é a mais recente novidade no mundo dos pods descartáveis, oferecendo uma experiência de vaporização incomparável. Com hardware totalmente novo e tecnologia de desenho automático, o IGNITE V80 8000 puffs proporciona a experiência mais suave de vaporização sem a necessidade de carregar ou ajustar configurações. Basta inspirar para ativar o dispositivo pré-preenchido, tornando-o perfeito para quem busca conveniência e desempenho superior."
  },
  {
    "id": 3,
    "nome": "CAIXA IGNITE V50 5000 puffs- 10 UNIDADES",
    "preco": 398,
    "imagems": [
      "/src/assets/imsPods/caixa-ignite-v50-5000-puffs-10-unidade-488_800x"
    ],
    "descricao": " 5000 puffs é um dispositivo de vaping que oferece uma experiência excepcional aos usuários. Com um design elegante e todo espelhado, este dispositivo atrai a atenção de todos com sua aparência moderna e sofisticada. Disponível em uma prática caixa de 10 unidades, o IGNITE V50 é ideal para quem busca conveniência e estilo em um único produto."
  },
  {
    "id": 4,
    "nome": "CAIXA LOST MARY 20000 PUFFS - 10 UNIDADES",
    "preco": 649,
    "imagems": [
      "/src/assets/imsPods/caixa-lost-mary-20000-puffs-10-unidades-144_800x"
    ],
    "descricao": "O Lost Mary Combo 20000 é um vape descartável de alta capacidade, projetado para proporcionar até 20.000 puffs, tornando-se um dos dispositivos mais duradouros no mercado. Com 20ml de e-líquido pré-preenchido e uma bateria recarregável, este dispositivo garante que você aproveite cada gota de e-líquido com o máximo de desempenho. A tecnologia avançada de coil proporciona uma produção de vapor superior e sabores intensos a cada puff."
  },
  {
    "id": 5,
    "nome": "Caixa LifePod Sk - 10 unidades",
    "preco": 799,
    "imagems": ["/src/assets/imsPods/caixa-lifepod-sk-10-unidades-361_800x"],
    "descricao": "SK Kit da Life Pod é o primeiro dispositivo descartável Squonk onde você pode apertar seu reservatório de juice que será bombeado até o atomizador entregando um sabor maior."
  },
  {
    "id": 6,
    "nome": "Caixa LifePod Sk - 10 unidades",
    "preco": 799,
    "imagems": [
      "/src/assets/imsPods/caixa-lifepod-sk-10-unidades-361_800x",
      "/src/assets/imsPods/caixa-lifepod-sk-10-unidades-445_400x"
    ],
    "descricao": "SK Kit da Life Pod é o primeiro dispositivo descartável Squonk onde você pode apertar seu reservatório de juice que será bombeado até o atomizador entregando um sabor maior."
  },
  {
    "id": 7,
    "nome": "Caixa Elfbar 20K BC Touch - 10 Unidades",
    "preco": 649,
    "imagems": [
      "/src/assets/imsPods/caixa-elfbar-20k-bc-touch-10-unidades-301_800x",
      "/src/assets/imsPods/caixa-elfbar-20k-bc-touch-10-unidades-904_900x"
    ],
    "descricao": "Experimente o que há de mais moderno em vaporização com o ELF BAR BC20000 TOUCH , um cigarro eletrônico descartável premium que combina design avançado e funcionalidade. Pré-preenchido com 20 ml de e-líquido de alta qualidade , ele fornece uma poderosa força de nicotina de 5% em mais de 20.000 tragadas, tornando-o o companheiro perfeito para uma experiência de vaporização duradoura e saborosa."
  },
  {
    "id": 8,
    "nome": "Caixa Life Pod 8000 Puffs CARTUCHOS- Caixa com 10 unidades",
    "preco": 349,
    "imagems": [
      "/src/assets/imsPods/caixa-life-pod-8000-puffs-cartuchos-com-10-unidades-644_500x",
      "/src/assets/imsPods/caixa-life-pod-8000-puffs-cartuchos-com-10-unidades-773_800x"
    ],
    "descricao": "Estamos entrando em uma nova era de sustentabilidade ambiental e economia com o Life Pod 8000 Puffs Cartuchos. Este produto inovador não apenas oferece um número impressionante de puffs, mas também introduz uma abordagem amiga do ambiente. Agora, é possível fidelizar seus clientes com recargas contínuas, economizando e protegendo o meio ambiente. Faça parte dessa mudança com o Life Pod 8000 Puffs Cartucho."
  }
]


Formulado com nicotinas de sais, o Nicsalt proporciona una abspO líquido BLVK – Trás o sabor mais profundo e intenso de todos. Fabricado no sul da Califórnia. Uma linha premium que trás produtos incríveis, agora na versão Salt Nicotine!